{"xenotime":"A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals.","xylographer":"One who practices xylography.","xanthomatous":"Of or pertaining to xanthoma.","xylotomy":"Art of preparing sections (transverse, tangential, or radial) of wood, esp. by means of a microtome, for microscopic examination.","xanthium":"A genus of composite plants in which the scales of the involucre are united so as to form a kind of bur; cocklebur; clotbur.","xanthodontous":"Having yellow teeth.","xanthoprotein":"A yellow acid substance formed by the action of hot nitric acid on albuminous or proteid matter. It is changed to a deep orange- yellow color by the addition of ammonia.","xerophthalmia":"An abnormal dryness of the eyeball produced usually by long- continued inflammation and subsequent atrophy of the conjunctiva.","xyst":"A long and open portico, for athletic exercises, as wrestling, running, etc., for use in winter or in stormy weather.","xylotomist":"One versed or engaged in xylotomy.","xenelasia":"A Spartan institution which prohibited strangers from residing in Sparta without permission, its object probably being to preserve the national simplicity of manners.","xanthorhamnin":"A glucoside extracted from Persian berries as a yellow crystalline powder, used as a dyestuff.","xylic":"Pertaining to, derived from, or related to, xylene; specifically, designating any one of several metameric acids produced by the partial oxidation of mesitylene and pseudo-cumene.","xylographical":"Of or pertaining to xylography, or wood engraving.","xanthochroic":"Having a yellowish or fair complexion; of or pertaining to the Xanthochroi.","xylonite":"See Zylonite.","xylol":"Same as Xylene.","xylophilous":"Of or pertaining to the xylophilans.","xiphoid":"(a) Like a sword; ensiform. (b) Of or pertaining to the xiphoid process; xiphoidian.","xenyl":"The radical characteristic of xenylic compounds.","xylem":"That portion of a fibrovascular bundle which has developed, or will develop, into wood cells; -- distinguished from phloëm.","xanthorhoea":"A genus of endogenous plants, native to Australia, having a thick, sometimes arborescent, stem, and long grasslike leaves. See Grass tree.","xanthinine":"A complex nitrogenous substance related to urea and uric acid, produced as a white powder; -- so called because it forms yellow salts, and because its solution forms a blue fluorescence like quinine.","xystus":"A long and open portico, for athletic exercises, as wrestling, running, etc., for use in winter or in stormy weather.","xanthomelanous":"Of or pertaining to the lighter division of the Melanochroi, or those races having an olive or yellow complexion and black hair.","xanthochroid":"Having a yellowish or fair complexion. -- n.  A person having xanthochroid traits.","xanthogenic":"Producing a yellow color or compound; xanthic.  See Xanthic acid, under Xanthic.","xanthosis":"The yellow discoloration often observed in cancerous tumors.","xanthocarpous":"Having yellow fruit.","xeronate":"A salt of xeronic acid.","xenurine":"A cabassou.","xiphiplastron":"The posterior, or fourth, lateral plate in the plastron of turtles; -- called also xiphisternum.","xylanthrax":"Wood coal, or charcoal; -- so called in distinction from mineral coal.","xylotomous":"Capable of boring or cutting wood; -- said of many insects.","xylan":"A gummy substance of the pentosan class, present in woody tissue, and yielding xylose on hydrolysis; wood gum.","xeriff":"A gold coin formerly current in Egypt and Turkey, of the value of about 9s. 6d., or about $2.30; -- also, in Morocco, a ducat.","xylenol":"Any one of six metameric phenol derivatives of xylene, obtained as crystalline substances, (CH3)2.C6H3.OH.","xenopterygii":"A suborder of fishes including Gobiesox and allied genera. These fishes have soft-rayed fins, and a ventral sucker supported in front by the pectoral fins. They are destitute of scales.","xanthogenate":"A salt of xanthic acid.","xanthoma":"A skin disease marked by the development or irregular yellowish patches upon the skin, especially upon the eyelids; -- called also xanthelasma.","xenogenesis":"(a) Same as Heterogenesis. (b) The fancied production of an organism of one kind by an organism of another. Huxley.","xanthochroism":"Abnormal coloration of feathers in which yellow replaces the normal color, as in certain parrots. It is commonly due to lack of the dark pigment which with yellow forms green.","xylorcin":"A derivative of xylene obtained as a white crystalline substance which on exposure in the air becomes red; -- called also betaorcin.","xanthide":"A compound or derivative of xanthogen. [Archaic]","xylylene":"Any one of three metameric radicals, CH2.C6H4.CH2, derived respectively from the three xylenes. Often used adjectively; as, xylylene alcohol.","xanthoxylum":"A genus of prickly shrubs or small trees, the bark and rots of which are of a deep yellow color; prickly ash. Note: The commonest species in the Northern United States is Xanthoxylum Americanum. See Prickly ash, under Prickly.","xylology":"The branch of dendrology treating of the gross and minute structure of wood.","xanthine":"A white microcrystalline nitrogenous compound, C5H4O2N4, present in muscle tissue, in the liver, spleen, pancreas, and other organs, and also in urine (in small quantities) and some urinary calculi, and in the juices of certain plants; -- so called because it leaves a yellow residue when evaporated to dryness with nitric acid. Xanthine is closely related to uric acid.","xp":"The first two letters of the Greek word XRISTOS, Christ; -- an abbreviation used with the letters separate or, oftener, in a monogram, often inclosed in a circle, as a symbol or emblem of Christ. It use as an emblem was introduced by Constantine the Great, whence it is known as the Constantinian symbol, or monogram. See Labarum.","xystarch":"An office Dr. W. Smith.","xeronic":"Pertaining to, or designating, an acid, C8H12O4, related to fumaric acid, and obtained from citraconic acid as an oily substance having a bittersweet taste; -- so called from its tendency to form its anhydride.","xylotrya":"A genus of marine bivalves closely allied to Teredo, and equally destructive to timber. One species (Xylotrya fimbriata) is very common on the Atlantic coast of the United States.","xyster":"An instrument for scraping bone.","xylostein":"A glucoside found in the poisonous berries of a species of honeysuckle (Lonicera xylosteum), and extracted as a bitter, white, crystalline substance.","xanthamide":"An amido derivative of xanthic acid obtained as a white crystalline substance, C2H5O.CS.NH2; -- called also xanthogen amide.","xenodochium":"A house for the reception of strangers. (b) In the Middle Ages, a room in a monastery for the reception and entertainment of strangers and pilgrims, and for the relief of paupers. [Called also Xenodocheion.]","xylose":"An unfermentable sugar of the pentose class, C5H10O5, formed by the hydrolysis of xylan; wood sugar.","xanthate":"A salt of xanthic; a xanthogenate.","xylate":"A salt of xylic acid.","xiphias":"1. (Zoöl.)  A genus of fishes comprising the common swordfish. 2. (Anat.) (a) The constellation Dorado. (b) A comet shaped like a sword","xeraphim":"An old money of account in Bombay, equal to three fifths of a rupee.","xanthopous":"Having a yellow stipe, or stem.","xanthic":"1. Tending toward a yellow color, or to one of those colors, green being excepted, in which yellow is a constituent, as scarlet, orange, etc. 2. (Chem.) (a) Possessing, imparting, or producing a yellow color; as, xanthic acid. (b) Of or pertaining to xanthic acid, or its compounds; xanthogenic. (c) Of or pertaining to xanthin. Xanthic acid (Chem.), a heavy, astringent, colorless oil, C2H5O.CS.SH, having a pungent odor. It is produced by leading carbon disulphide into a hot alcoholic solution of potassium hydroxide. So called from the yellow color of many of its salts. Called also xanthogenic acid. -- Xanthic colors (Bot.), those colors (of flowers) having some tinge of yellow; -- opposed to cyanic colors.  See under Cyanic.","xeme":"An Arctic fork-tailed gull (Xema Sabinii).","xiphidium":"A genus of plants of the order Hæmodraceæ, having two-ranked, sword-shaped leaves.","xerif":"A shereef.","xanthochroi":"A division of the Caucasian races, comprising the lighter- colored members. The Xanthochroi, or fair whites, . . . are the prevalent inhabitants of Northern Europe, and the type may be traced into North Africa, and eastward as far as Hindostan. Tylor.","xiphius":"A genus of cetaceans having a long, pointed, bony beak, usually two tusklike teeth in the lower jaw, but no teeth in the upper jaw.","xylotile":"Same as Parkesine.","xenomania":"A mania for, or an inordinate attachment to, foreign customs, institutions, manners, fashions, etc. [R.] Saintsbury.","xylophilan":"One of a tribe of beetles (Xylophili) whose larvæ live on decayed wood.","x":"X, the twenty-fourth letter of the English alphabet, has three sounds; a compound nonvocal sound (that of ks), as in wax; a compound vocal sound (that of gz), as in example; and, at the beginning of a word, a simple vocal sound (that of z), as in xanthic.  See Guide to Pronunciation, §§ 217, 270, 271. The form and value of X are from the Latin X, which is from the Greek X, which in some Greek alphabets had the value of ks, though in the one now in common use it represents an aspirated sound of k.","xenogamy":"Cross fertilization.","xenodochy":"Reception of strangers; hospitality. [R.]","xenogenetic":"Of or pertaining to xenogenesis; as, the xenogenetic origin of microzymes. Huxley.","xanthous":"Yellow; specifically (Ethnol.), of or pertaining to those races of man which have yellowish, red, auburn, or brown hair.","xerophthalmy":"Xerophthalmia.","xyridaceous":"Of or pertaining to a natural order (Xyrideæ) of endogenous plants, of which Xyris is the type.","xanthian":"Of or pertaining to Xanthus, an ancient town on Asia Minor; -- applied especially to certain marbles found near that place, and now in the British Museum.","xylyl":"Any one of three metameric radicals which are characteristic respectively of the three xylenes.","xylograph":"An engraving on wood, or the impression from such an engraving; a print by xylography.","xanthospermous":"Having yellow seeds.","xenon":"A very heavy, inert gaseous element occurring in the atmosphere in the proportion of one volume is about 20 millions. It was discovered by Ramsay and Travers in 1898. It can be condensed to a liquid boiling at -109º C., and to a solid which volatilizes without melting. Symbol Xe or X; atomic weight 130.2.","xylogen":"(a) (Bot.) Nascent wood; wood cells in a forming state. (b) Lignin.","xanthorhiza":"A genus of shrubby ranunculaceous plants of North America, including only the species Xanthorhiza apiifolia, which has roots of a deep yellow color; yellowroot. The bark is intensely bitter, and is sometimes used as a tonic.","xanthidium":"A genus of minute unicellular algæ of the desmids. These algæ have a rounded shape and are armed with glochidiate or branched aculei. Several species occur in ditches, and others are found fossil in flint or hornstone.","xenomi":"A suborder of soft-rayed fresh-water fishes of which the blackfish of Alaska (Dallia pectoralis) is the type.","xylocarpous":"Bearing fruit which becomes hard or woody.","xiphophyllous":"Having sword-shaped leaves.","xiphura":"Same as Limuloidea. Called also Xiphosura. X ray. See under Ray.","xylophaga":"A genus of marine bivalves which bore holes in wood. They are allied to Pholas.","xylitone":"A yellow oil having a geraniumlike odor, produced as a side product in making phorone; -- called also xylite oil.","xeroderma":"(a) Ichthyosis. (b) A skin disease characterized by the presence of numerous small pigmented spots resembling freckles, with which are subsequently mingled spots of atrophied skin.","xylindein":"A green or blue pigment produced by Peziza in certain kinds of decayed wood, as the beech, oak, birch, etc., and extracted as an amorphous powder resembling indigo.","xebec":"A small three-masted vessel, with projecting bow stern and convex decks, used in the Mediterranean for transporting merchandise, etc. It carries large square sails, or both. Xebecs were formerly armed and used by corsairs.","xyloplastic":"Formed of wood pulp by molds; relating to casts made of wood pulp in molds.","xyletic":"Pertaining to, or designating, a complex acid related to mesitylenic acid, obtained as a white crystalline substance by the action of sodium and carbon dioxide on crude xylenol.","xanthelasma":"See Xanthoma.","xenium":"A present given to a guest or stranger, or to a foreign ambassador.","xenylic":"Pertaining to, derived from, designating, certain amido compounds obtained by reducing certain nitro derivatives of diphenyl.","xyloidin":"A substance resembling pyroxylin, obtained by the action of nitric acid on starch; -- called also nitramidin.","xylophone":"1. (Mus.)  An instrument common among the Russians, Poles, and Tartars, consisting of a series of strips of wood or glass graduated in length to the musical scale, resting on belts of straw, and struck with two small hammers. Called in Germany strohfiedel, or straw fiddle. 2. An instrument to determine the vibrative properties of different kinds of wood. Knight.","xylography":"1. The art of engraving on wood. 2. The art of making prints from the natural grain of wood. Knight. 3. A method pf printing in colors upon wood for purposes of house decoration. Ure.","xanthoxylene":"A liquid hydrocarbon of the terpene series extracted from the seeds of a Japanese prickly ash (Xanthoxylum pipertium) as an aromatic oil.","xanthogen":"(a) The hypothetical radical supposed to be characteristic of xanthic acid. [Archaic] (b) Persulphocyanogen.  [R.]","xeres":"Sherry. See Sherry.","xylocopa":"A genus of hymenopterous insects including the carpenter. See Carpenter bee, under Carpenter. -- Xy*loc\"o*pine, a.","xanthose":"An orange-yellow substance found in pigment spots of certain crabs.","xanthophyll":"A yellow coloring matter found in yellow autumn leaves, and also produced artificially from chlorophyll; -- formerly called also phylloxanthin.","xylite":"A liquid hydrocarbon found in crude wood spirits.","xerophilous":"Drought-loving; able withstand the absence or lack of moisture. Plants which are peculiarly adapted to dry climates are termed by De Candolle xerophilous. Goodale.","xylamide":"An acid amide derivative of xylic acid, obtained as a white crystalline substance.","xyris":"A genus of endogenous herbs with grassy leaves and small yellow flowers in short, scaly-bracted spikes; yellow-eyed grass. There are about seventeen species in the Atlantic United States.","xanthin":"1. (Physiol. Chem.) A crystalline nitrogenous body closely related to both uric acid and hypoxanthin, present in muscle tissue, and occasionally found in the urine and in some urinary calculi. It is also present in guano. So called from the yellow color of certain of its salts (nitrates). 2. (Chem.) A yellow insoluble coloring matter extracted from yellow flowers; specifically, the coloring matter of madder.  [Formerly written also xanthein.] 3. (Chem.) One of the gaseous or volatile decomposition products of the xanthates, and probably identical with carbon disulphide.  [Obs.]\n\nA white microcrystalline nitrogenous compound, C5H4O2N4, present in muscle tissue, in the liver, spleen, pancreas, and other organs, and also in urine (in small quantities) and some urinary calculi, and in the juices of certain plants; -- so called because it leaves a yellow residue when evaporated to dryness with nitric acid. Xanthine is closely related to uric acid.","xylidic":"Pertaining to, or designating, either one of two distinct acids which are derived from xylic acid and related compounds, and are metameric with uvitic acid.","xerophagy":"Among the primitive Christians, the living on a diet of dry food in Lent and on other fasts.","xylopyrography":"The art or practice of burning pictures on wood with a hot iron; -- called also poker painting. See Poker picture, under Poker.","xylobalsamum":"The dried twigs of a Syrian tree (Balsamodendron Gileadense). U. S. Disp.","xylophagous":"(a) Eating, boring in, or destroying, wood; -- said especially of certain insect larvæ, crustaceans, and mollusks. (b) Of or pertaining to the genus Xylophaga.","x rays":"The Röntgen rays; -- so called by their discoverer because of their enigmatical character.","xylo-":"A combining form from Gr. xy`lon wood; as in xylogen, xylograph.","xanthophane":"The yellow pigment present in the inner segments of the retina in animals.  See Chromophane.","xiphosura":"See Xiphura.","xylographic":"Of or pertaining to xylography, or wood engraving.","xylophagides":"A tribe or family of dipterous flies whose larvæ live in decayed wood. Some of the tropical species are very large.","xantho-":"A combining form from Gr. xanqo`s yellow; as in xanthocobaltic salts. Used also adjectively in chemistry.","xyloquinone":"Any one of a group of quinone compounds obtained respectively by the oxidation of certain xylidine compounds. In general they are yellow crystalline substances.","x-rays":"The Röntgen rays; -- so called by their discoverer because of their enigmatical character.","xanthopuccine":"One of three alkaloids found in the root of the yellow puccoon (Hydrastis Canadensis). It is a yellow crystalline substance, and resembles berberine.","xylene":"Any of a group of three metameric hydrocarbons of the aromatic series, found in coal and wood tar, and so named because found in crude wood spirit. They are colorless, oily, inflammable liquids, C6H4.(CH3)2, being dimethyl benzenes, and are called respectively orthoxylene, metaxylene, and paraxylene. Called also xylol. Note: Each of these xylenes is the nucleus and prototype of a distinct series of compounds.","xiphoidian":"Xiphoid.","xyloid":"Resembling wood; having the nature of wood.","xylidine":"Any one of six metameric hydrocarbons, (CH3)2.C6H3.NH2, resembling aniline, and related to xylene. They are liquids, or easily fusible crystalline substances, of which three are derived from metaxylene, two from orthoxylene, and one from paraxylene. They are called the amido xylenes. Note: The xylidine of commerce, used in making certain dyes, consists chiefly of the derivatives of paraxylene and metaxylene.","xylophagan":"(a) One of a tribe of beetles whose larvæ bore or live in wood. (b) Any species of Xylophaga. (c) Any one of the Xylophagides.","xiphioid":"Of, pertaining to, or resembling, a cetacean of the genus Xiphius or family Xiphiidæ.","xanthoproteic":"Pertaining to, or derived from, xanthoprotein; showing the characters of xanthoprotein; as, xanthoproteic acid; the xanthoproteic reaction for albumin.","xiphisternum":"(a) The posterior segment, or extremity, of the sternum; -- sometimes called metasternum, ensiform cartilage, ensiform process, or xiphoid process. (b) The xiphiplastron. -- Xiph\"i*ster\"nal a.","x-ray tube":"A vacuum tube suitable for producing Röntgen rays.","xiphodon":"An extinct genus of artiodactylous mammals found in the European Tertiary formations. It had slender legs, didactylous feet, and small canine teeth."}