{"-":"(a) Establishment in life, in business, condition, etc.; ordination or installation as pastor. Every man living has a design in his head upon wealth power, or settlement in the world. L'Estrange. (b) The act of peopling, or state of being peopled; act of planting, as a colony; colonization; occupation by settlers; as, the settlement of a new country. (c) The act or process of adjusting or determining; composure of doubts or differences; pacification; liquidation of accounts; arrangement; adjustment; as, settlement of a controversy, of accounts, etc. (d) Bestowal, or giving possession, under legal sanction; the act of giving or conferring anything in a formal and permanent manner. My flocks, my fields, my woods, my pastures take, With settlement as good as law can make. Dryden. (e) (Law)  A disposition of property for the benefit of some person or persons, usually through the medium of trustees, and for the benefit of a wife, children, or other relatives; jointure granted to a wife, or the act of granting it. 2. That which settles, or is settled, established, or fixed. Specifically: -- (a) Matter that subsides; settlings; sediment; lees; dregs. [Obs.] Fuller's earth left a thick settlement. Mortimer. (b) A colony newly established; a place or region newly settled; as, settlement in the West. (c) That which is bestowed formally and permanently; the sum secured to a person; especially, a jointure made to a woman at her marriage; also, in the United States, a sum of money or other property formerly granted to a pastor in additional to his salary. 3. (Arch.) (a) The gradual sinking of a building, whether by the yielding of the ground under the foundation, or by the compression of the joints or the material. (b) pl.  Fractures or dislocations caused by settlement. 4. (Law)  A settled place of abode; residence; a right growing out of residence; legal residence or establishment of a person in a particular parish or town, which entitles him to maintenance if a pauper, and subjects the parish or town to his support. Blackstone. Bouvier. Act of settlement (Eng. Hist.), the statute of 12 and 13 William III, by which the crown was limited to the present reigning house (the house of Hanover). Blackstone.","-hood":"A termination denoting state, condition, quality, character, totality, as in manhood, childhood, knighthood, brotherhood. Sometimes it is written, chiefly in obsolete words, in the form - head.","-graph":"A suffix signifying something written, a writing; also, a writer; as autograph, crystograph, telegraph, photograph.","-ment":"A suffix denoting that which does a thing; an act or process; the result of an act or process; state or condition; as, aliment, that which nourishes, ornament, increment; fragment, piece broken, segment; abridgment, act of abridging, imprisonment, movement, adjournment; amazement, state of being amazed, astonishment.","-mere":"A combining form meaning part, portion; as, blastomere, epimere.","-poda":"A New Latin plural combining form or suffix from Gr. foot; as, hexapoda, myriapoda. See -pod.","-ana":"A suffix to names of persons or places, used to denote a collection of notable sayings, literary gossip, anecdotes, etc. Thus, Scaligerana is a book containing the sayings of Scaliger, Johnsoniana of Johnson, etc. Used also as a substantive; as, the French anas. It has been said that the table-talk of Selden is worth all the ana of the Continent. Hallam.","-ster":"A suffix denoting the agent (originally a woman), especially a person who does something with skill or as an occupation; as in spinster (originally, a woman who spins), songster, baxter (= bakester), youngster. Note: Brewing, baking, and weaving were formerly feminine labors, and consequently brewster, baxter, and webster meant, originally, the woman (not the man) who brews, bakes, or weaves. When men began to perform these duties the feminine appellations were retained.","-ably":"A suffix composed of -able and the adverbial suffix -ly; as, favorably.","-one":"A suffix indicating that the substance, in the name of which it appears, is a ketone; as, acetone.\n\nA termination indicating that the hydrocarbon to the name of which it is affixed belongs to the fourth series of hydrocarbons, or the third series of unsaturated hydrocarbonsl as, nonone.","-mancy":"A combining form denoting divination; as, aleuromancy, chiromancy, necromancy, etc.","-ish":"A suffix used to from adjectives from nouns and from adjectives. It denotes relation, resemblance, similarity, and sometimes has a diminutive force; as, selfish, boyish, brutish; whitish, somewhat white.\n\nA verb ending, originally appearing in certain verbs of French origin; as, abolish, cherish, finish, furnish, garnish, impoverish.","-blast":"A suffix or terminal formative, used principally in biological terms, and signifying growth, formation; as, bioblast, epiblast, mesoblast, etc.","-ance":"A suffix signifying action; also, quality or state; as, assistance, resistance, appearance, elegance. See -ancy. All recently adopted words of this class take either -ance or -ence, according to the Latin spelling.","-ward":"Suffixes denoting course or direction to; motion or tendency toward; as in backward, or backwards; toward, or towards, etc.","-ess":"A suffix used to form feminine nouns; as, actress, deaconess, songstress.","-escent":"A suffix signifying beginning, beginning to be; as, adolescent, effervescent, etc.","-head":"A variant of -hood.","-scope":"A combining form usually signifying an instrument for viewing (with the eye) or observing (in any way); as in microscope, telescope, altoscope, anemoscope.","-ic":"1. A suffix signifying, in general, relating to, or characteristic of; as, historic, hygienic, telegraphic, etc. 2. (Chem.)  A suffix, denoting that the element indicated enters into certain compounds with its highest valence, or with a valence relatively higher than in compounds where the name of the element ends in -ous; as, ferric, sulphuric. It is also used in the general sense of pertaining to; as, hydric, sodic, calcic.","-logy":"A combining form denoting a discourse, treatise, doctrine, theory, science; as, theology, geology, biology, mineralogy.","-oid":"A suffix or combining form meaning like, resembling, in the form of; as in anthropoid, asteroid, spheroid.","-ency":"A noun suffix having much the same meaning as -ence, but more commonly signifying the quality or state; as, emergency, efficiency. See -ancy.","-ock":"A suffix used to form diminutives; as, bullock, hillock.","-grave":"A final syllable signifying a ruler, as in landgrave, margrave. See Margrave.","-lite":"Combining forms fr. Gr. li`qos a stone; -- used chiefly in naming minerals and rocks.","-en":"1. A suffix from AS. -an, formerly used to form the plural of many nouns, as in ashen, eyen, oxen, all obs. except oxen. In some cases, such as children and brethren, it has been added to older plural forms. 2. A suffix corresponding to AS. -en and -on, formerly used to form the plural of verbs, as in housen, escapen. 3. A suffix signifying to make, to cause, used to form verbs from nouns and adjectives; as in strengthen, quicken, frighten. This must not be confused with -en corresponding in Old English to the AS. infinitive ending -an. 4. Etym: [AS. -en; akin to Goth. -eins, L. -inus, Gr.  An adjectival suffix, meaning made of; as in golden, leaden, wooden. 5. Etym: [AS. -en; akin to Skr. -na.]  The termination of the past participle of many strong verbs; as, in broken, gotten, trodden.","-able":"An adjective suffix now usually in a passive sense; able to be; fit to be; expressing capacity or worthiness in a passive sense; as, movable, able to be moved; amendable, able to be amended; blamable, fit to be blamed; salable. Note: The form ible is used in the same sense. Note: It is difficult to say when we are not to use -able instead of -ible. \"Yet a rule may be laid down as to when we are to use it. To all verbs, then, from the Anglo-Saxon, to all based on the uncorrupted infinitival stems of Latin verbs of the first conjugation, and to all substantives, whencesoever sprung, we annex - able only.\" Fitzed. Hall.","-plastic":"A combining form signifying developing, forming, growing; as, heteroplastic, monoplastic, polyplastic.","-ling":"A noun suffix, commonly having a diminutive or a depreciatory force; as in duck-ling, dosling, hireling, fosterling, firstling, underling.\n\n. An adverbial suffix; as, darkling, flatling.","-plasty":"A combining form denoting the act or process of forming, development, growth; as, autoplasty, perineoplasty.","-et":"A noun suffix with a diminutive force; as in baronet, pocket, facet, floweret, latchet.","-ed":"The termination of the past participle of regular, or weak, verbs; also, of analogous participial adjectives from nouns; as, pigmented; talented.","-ate":"1. As an ending of participles or participial adjectives it is equivalent to -ed; as, situate or situated; animate or animated. 2. As the ending of a verb, it means to make, to cause, to act, etc.; as, to propitiate (to make propitious); to animate (to give life to). 3. As a noun suffix, it marks the agent; as, curate, delegate. It also sometimes marks the office or dignity; as, tribunate. 4. In chemistry it is used to denote the salts formed from those acids whose names end -ic (excepting binary or halogen acids); as, sulphate from sulphuric acid, nitrate from nitric acid, etc. It is also used in the case of certain basic salts.","-er":". 1. Etym: [AS. -ere; akin to L. -arius.]  The termination of many English words, denoting the agent; -- applied either to men or things; as in hater, farmer, heater, grater. At the end of names of places, -er signifies a man of the place; as, Londoner, i. e., London man. 2. Etym: [AS. -ra; akin to G. -er, Icel. -are, -re, Goth. -iza, -, L. -ior, Gr. -iyas.]  A suffix used to form the comparative degree of adjectives and adverbs; as, warmer, sooner, lat(e)er, earl(y)ier.","-graphy":"A suffix denoting the art of writing or describing; also, the writing or description itself; a treatise; as, calligraphy, biography, geography.","-or":"1. A noun suffix denoting an act; a state or quality; as in error, fervor, pallor, candor, etc. 2. A noun suffix denoting an agent or doer; as in auditor, one who hears; donor, one who gives; obligor, elevator. It is correlative to -ee. In general -or is appended to words of Latin, and -er to those of English, origin. See -er.","-gerous":"A suffix signifying bearing, producing; as, calcigerous; dentigerous.","-ful":"A suffix signifying full of, abounding with; as, boastful, harmful, woeful.","-in":"A suffix. See the Note under -ine.","-dom":"A suffix denoting: (a) Jurisdiction or property and jurisdiction, dominion, as in kingdom earldom. (b) State, condition, or quality of being, as in wisdom, freedom. Note: It is from the same root as doom meaning authority and judgment. . See Doom.","-morphous":"A combining form denoting form, shape; as, isomorphous.","-ite":"1. A suffix denoting one of a party, a sympathizer with or adherent of, and the like, and frequently used in ridicule; as, a Millerite; a Benthamite. 2. A suffix used in naming minerals; as, chlorite, from its characteristic green color; barite, from its heaviness; graphite, from its use in writing. 3. (Chem.)  A suffix used to denote the salts formed from those acids whose names end in -ous; as, sulphite, from sulphurous; nitrite, from nitrous acid, etc.","-wards":"Suffixes denoting course or direction to; motion or tendency toward; as in backward, or backwards; toward, or towards, etc.\n\nSee -ward.","-ist":"A noun suffix denoting an agent, or doer, one who practices, a believer in; as, theorist, one who theorizes; socialist, one who holds to socialism; sensualist, one given to sensuality. IS'T Is't.  A contraction of is it.","-uret":"A suffix with the same meaning as -ide. See -ide. [Obs.]","--":"(a) Denoting relation to some thing or person that is superior, weighs upon, oppresses, bows down, governs, directs, influences powerfully, or the like, in a relation of subjection, subordination, obligation, liability, or the like; as, to travel under a heavy load; to live under extreme oppression; to have fortitude under the evils of life; to have patience under pain, or under misfortunes; to behave like a Christian under reproaches and injuries; under the pains and penalties of the law; the condition under which one enters upon an office; under the necessity of obeying the laws; under vows of chastity. Both Jews and Gentiles . . . are all under sin. Rom. iii. 9. That led the embattled seraphim to war Under thy conduct. Milton. Who have their provand Only for bearing burdens, and sore blows For sinking under them. Shak. (b) Denoting relation to something that exceeds in rank or degree, in number, size, weight, age, or the like; in a relation of the less to the greater, of inferiority, or of falling short. Three sons he dying left under age. Spenser. Medicines take effect sometimes under, and sometimes above, the natural proportion of their virtue. Hooker. There are several hundred parishes in England under twenty pounds a year. Swift. It was too great an honor for any man under a duke. Addison. Note: Hence, it sometimes means at, with, or for, less than; as, he would not sell the horse under sixty dollars. Several young men could never leave the pulpit under half a dozen conceits. Swift. (c) Denoting relation to something that comprehends or includes, that represents or designates, that furnishes a cover, pretext, pretense, or the like; as, he betrayed him under the guise of friendship; Morpheus is represented under the figure of a boy asleep. A crew who, under names of old renown . . . abused Fanatic Egypt. Milton. Mr. Duke may be mentioned under the double capacity of a poet and a divine. Felton. Under this head may come in the several contests and wars betwixt popes and the secular princes. C. Leslie. (d) Less specifically, denoting the relation of being subject, of undergoing regard, treatment, or the like; as, a bill under discussion. Abject and lost, lay these, covering the flood, Under amazement of their hideous change. Milton. Under arms. (Mil.) (a) Drawn up fully armed and equipped. (b) Enrolled for military service; as, the state has a million men under arms. -- Under canvas. (a) (Naut.) Moved or propelled by sails; -- said of any vessel with her sail set, but especially of a steamer using her sails only, as distinguished from one under steam. Under steam and canvas signifies that a vessel is using both means of propulsion. (b) (Mil.) Provided with, or sheltered in, tents. -- Under fire, exposed to an enemy's fire; taking part in a battle or general engagement. -- Under foot. See under Foot, n. -- Under ground, below the surface of the ground. -- Under one's signature, with one's signature or name subscribed; attested or confirmed by one's signature. Cf. the second Note under Over, prep. -- Under sail. (Naut.) (a) With anchor up, and under the influence of sails; moved by sails; in motion. (b) With sails set, though the anchor is down. (c) Same as Under canvas (a), above. Totten. -- Under sentence, having had one's sentence pronounced. -- Under the breath, with low voice; very softly. -- Under the lee (Naut.), to the leeward; as, under the lee of the land. -- Under the rose. See under Rose, n. -- Under water, below the surface of the water. -- Under way, or Under weigh (Naut.), in a condition to make progress; having started.","-ence":"A noun suffix signifying action, state, or quality; also, that which relates to the action or state; as in emergence, diffidence, diligence, influence, difference, excellence. See -ance.","-ship":"A suffix denoting state, office, dignity, profession, or art; as in lordship, friendship, chancellorship, stewardship, horsemanship.","-gram":"A suffix indicating something drawn or written, a drawing, writing; -- as, monogram, telegram, chronogram.","-ous":"1. An adjective suffix meaning full of, abounding in, having, possessing the qualities of, like; as in gracious, abounding in grace; arduous, full of ardor; bulbous, having bulbs, bulblike; riotous, poisonous, piteous, joyous, etc. 2. (Chem.)  A suffix denoting that the element indicated by the name bearing it, has a valence lower than that denoted by the termination -ic; as, nitrous, sulphurous, etc., as contrasted with nitric, sulphuric, etc.","-ard":"The termination of many English words; as, coward, reynard, drunkard, mostly from the French, in which language this ending is of German origin, being orig. the same word as English hard. It usually has the sense of one who has to a high or excessive degree the quality expressed by the root; as, braggart, sluggard.","-some":"A combining form or suffix from Gr. sw^ma (gen. sw`matos) the body; as in merosome, a body segment; cephalosome, etc.\n\nAn adjective suffix having primarily the sense of like or same, and indicating a considerable degree of the thing or quality denoted in the first part of the compound; as in mettlesome, full of mettle or spirit; gladsome, full of gladness; winsome, blithesome, etc.","-yl":"A suffix used as a characteristic termination of chemical radicals; as in ethyl, carbonyl, hydroxyl, etc. Note: -yl was first used in 1832 by Liebig and Wöhler in naming benzoyl, in the sense of stuff, or fundamental material, then in 1834 by Dumas and Peligot in naming methyl, in the sense of wood. After this -yl was generally used as in benzoyl, in the sense of stuff, characteristic ground, fundamental material.","-ing":"1. Etym: [For OE. -and, -end, -ind, AS. -ende; akin to Goth. -and-, L. -ant-, -ent-, Gr.  A suffix used to from present participles; as, singing, playing. 2. Etym: [OE. -ing, AS. -ing, -ung.]  A suffix used to form nouns from verbs, and signifying the act of; the result of the act; as, riding, dying, feeling. It has also a secondary collective force; as, shipping, clothing. Note: The Old English ending of the present participle and verbal noun became confused, both becoming -ing. 3. Etym: [AS. -ing.]  A suffix formerly used to form diminutives; as, lording, farthing.","-ive":"An adjective suffix signifying relating or belonging to, of the nature of, tending to; as affirmative, active, conclusive, corrective, diminutive.","-ise":". See -ize.","-ion":"A noun suffix denoting act, process, result of an act or a process, thing acted upon, state, or condition; as, revolution, the act or process of revolving; construction, the act or process of constructing; a thing constructed; dominion, territory ruled over; subjection, state of being subject; dejection; abstraction.","-oma":"A suffix used in medical terms to denote a morbid condition of some part, usually some kind of tumor; as in fibroma, glaucoma.","-ory":"1. An adjective suffix meaning of or pertaining to, serving for; as in auditory, pertaining to or serving for hearing; prohibitory, amendatory, etc. 2. Etym: [L. -orium: cf. F. -oire.]  A noun suffix denoting that which pertains to, or serves for; as in ambulatory, that which serves for walking; consistory, factory, etc.","-esque":"A suffix of certain words from the French, Italian, and Spanish. It denotes manner or style; like; as, arabesque, after the manner of the Arabs.","-meter":"A suffix denoting that by which anything is measured; as, barometer, chronometer, dynamometer.","-gen":"1. A suffix used in scientific words in the sense of producing, generating: as, amphigen, amidogen, halogen. 2. A suffix meaning produced, generated; as, exogen.","-ways":"A suffix formed from way by the addition of the adverbial -s (see -wards). It is often used interchangeably with wise; as, endways or endwise; noways or nowise, etc.","-ric":"A suffix signifying dominion, jurisdiction; as, bishopric, the district over which a bishop exercises authority.","-art":"The termination of many English words; as, coward, reynard, drunkard, mostly from the French, in which language this ending is of German origin, being orig. the same word as English hard. It usually has the sense of one who has to a high or excessive degree the quality expressed by the root; as, braggart, sluggard.","-est":"A suffix used to form the superlative of adjectives and adverbs; as, smoothest; earl(y)iest.","-lith":"Combining forms fr. Gr. li`qos a stone; -- used chiefly in naming minerals and rocks.","-ancy":"A suffix expressing more strongly than -ance the idea of quality or state; as, constancy, buoyancy, infancy.","------":"(a) One out of several parts combined in a system of aggregation, when each is of the nature of the whole; as, a single cell is an element of the honeycomb. (b) (Anat.) One of the smallest natural divisions of the organism, as a blood corpuscle, a muscular fiber. 5. (Biol.)  One of the simplest essential parts, more commonly called cells, of which animal and vegetable organisms, or their tissues and organs, are composed. 6. (Math.) (a) An infinitesimal part of anything of the same nature as the entire magnitude considered; as, in a solid an element may be infinitesimal portion between any two planes that are separated and indefinitely small distance. In the calculus, element is sometimes used as synonymous with differential. (b) Sometimes a curve, or surface, or volume is considered as described by a moving point, or curve, or surface, the latter being at any instant called an element of the former. (c) One of the terms in an algebraic expression. 7. One of the necessary data or values upon which a system of calculations depends, or general conclusions are based; as, the elements of a planet's orbit. 8. pl.  The simplest or fundamental principles of any system in philosophy, science, or art; rudiments; as, the elements of geometry, or of music. 9. pl.  Any outline or sketch, regarded as containing the fundamental ideas or features of the thing in question; as, the elemental of a plan. 10. One of the simple substances, as supposed by the ancient philosophers; one of the imaginary principles of matter. Note: (a) The four elements were, air, earth, water, and fire; whence it is said, water is the proper element of fishes; air is the element of birds. Hence, the state or sphere natural to anything or suited for its existence. Of elements The grosser feeds the purer: Earth the Sea; Earth and the Sea feed Air; the Air those Fires Ethereal. Milton. Does not our life consist of the four elements Shak. And the complexion of the element [i. e.,the sky or air] In favor's like the work we have in hand, Most bloody, fiery, and most terrible. Shak. About twelve ounces [of food], with mere element for drink. Cheyne. They show that they are out of their element. T. Baker. Esp., the conditions and movements of the air. \"The elements be kind to thee.\" (b) The elements of the alchemists were salt, sulphur, and mercury. Brande & C. 11. pl.  The whole material composing the world. The elements shall melt with fervent heat. 2 Peter iii. 10. 12. pl. (Eccl.)  The bread and wine used in the eucharist or Lord's supper. Magnetic element, one of the hypothetical elementary portions of which a magnet is regarded as made up.","-ose":"1. A suffix denoting full of, containing, having the qualities of, like; as in verbose, full of words; pilose, hairy; globose, like a globe. 2. (Chem.)  A suffix indicating that the substance to the name of wich it is affixed is a member of the carbohydrate group; as in cellulose, sucrose, dextrose, etc.","-ize":"A verb suffix signifying to make, to do, to practice; as apologize, baptize, theorize, tyrannize. Note: In the case of certain words the spelling with -ise (after analogy with F. -iser) is the usual form; as, catechise, criticise. With regard to most words, however, which have this suffix there is a diversity of usage, some authorities spelling -ise, others (as in this book) -ize.","-ferous":"A suffix signifying bearing, producing, yielding; as, auriferous, yielding gold; chyliferous, producing chyle.","-let":"A noun suffix having a diminutive force; as in streamlet, armlet.","-ol":"A suffix denoting that the substance in the name of which it appears belongs to the series of alcohols or hydroxyl derivatives, as carbinol, glycerol, etc.","-ation":"A suffix forming nouns of action, and often equivalent to the verbal substantive in -ing. It sometimes has the further meanings of state, and that which results from the action. Many of these nouns have verbs in -ate; as, alliterate -ation, narrate -ation; many are derived through the French; as, alteration, visitation; and many are formed on verbs ending in the Greek formative -ize (Fr. -ise); as, civilization, demoralization.","-ide":"A suffix used to denote: (a) The nonmetallic, or negative, element or radical in a binary compound; as, oxide, sulphide, chloride. (b) A compound which is an anhydride; as, glycolide, phthalide. (c) Any one of a series of derivatives; as, indogenide, glucoside, etc.","-mo":"A suffix added to the names of certain numerals or to the numerals themselves, to indicate the number of leaves made by folding a sheet of paper; as, sixteenmo or 16mo; eighteenmo or 18mo. It is taken from the Latin forms similarly used; as, duodecimo, sextodecimo, etc. A small circle, placed after the number and near its top, is often used for -mo; as, 16°, 18°, etc.","-ee":"A suffix used, chiefly in law terms, in a passive signification, to indicate the direct or indirect object of an action, or the one to whom an act is done or on whom a right is conferred; as in assignee, donee, alienee, grantee, etc. It is correlative to -or, the agent or doer.","-kin":"A diminutive suffix; as, manikin; lambkin.","-ent":"An adjective suffix signifying action or being; as, corrodent, excellent, emergent, continent, quiescent. See -ant.","-arch":"A suffix meaning a ruler, as in monarch (a sole ruler).","-type":"A combining form signifying impressed form; stamp; print; type; typical form; representative; as in stereotype phototype, ferrotype, monotype.","-fy":"A suffix signifying to make, to form into, etc.; as, acetify, amplify, dandify, Frenchify, etc.","-ine":"1. (Chem.)  A suffix, indicating that those substances of whose names it is a part are basic, and alkaloidal in their nature. Note: All organic bases, and basic substances (especially nitrogenous substances), are systematically written with the termination -ine; as, quinine, morphine, guanidine, etc. All indifferent and neutral substances, as proteids, glycerides, glucosides, etc., should commonly be spelled with -in; as, gelatin, amygdalin, etc. This rue has no application to those numerous commercial or popular names with the termination -ine; as, gasoline, vaseline, etc. 2. (Organ. Chem.)  A suffix, used to indicate hydrocarbons of the second degree of unsaturation; i. e., members of the acetyline series; as, hexine, heptine, etc.","-ible":"An adjective suffix now usually in a passive sense; able to be; fit to be; expressing capacity or worthiness in a passive sense; as, movable, able to be moved; amendable, able to be amended; blamable, fit to be blamed; salable. Note: The form ible is used in the same sense. Note: It is difficult to say when we are not to use -able instead of -ible. \"Yet a rule may be laid down as to when we are to use it. To all verbs, then, from the Anglo-Saxon, to all based on the uncorrupted infinitival stems of Latin verbs of the first conjugation, and to all substantives, whencesoever sprung, we annex - able only.\" Fitzed. Hall.\n\n. See -able.","-pod":"A combining form or suffix from Gr. poy`s, podo`s, foot; as, decapod, an animal having ten feet; phyllopod, an animal having leaflike feet; myriapod, hexapod.","-ism":"A suffix indicating an act, a process, the result of an act or a process, a state; also, a characteristic (as a theory, doctrine, idiom, etc.); as, baptism, galvanism, organism, hypnotism, socialism, sensualism, Anglicism.","-less":"A privative adjective suffix, denoting without, destitute of, not having; as witless, childless, fatherless.","-ly":"A suffix forming adjectives and adverbs, and denoting likeness or resemblance.","-ant":"A suffix sometimes marking the agent for action; as, merchant, covenant, servant, pleasant, etc. Cf. -ent.","-ics":". A suffix used in forming the names of certain sciences, systems, etc., as acoustics, mathematics, dynamics, statistics, politics, athletics. Note: The names sciences ending in ics, as mathematics, mechanics, metaphysics, optics, etc., are, with respect to their form, nouns in the plural number. The plural form was probably introduced to mark the complex nature of such sciences; and it may have been in imitation of the use of the Greek plurals ics were construed with a verb or a pronoun in the plural; but it is now generally considered preferable to treat them as singular. In Greman we have die Mathematik, die Mechanik, etc., and in French la metaphysique, la optique, etc., corresponding to our mathematics, mechanics, metaphysics, optics, etc. Mathematics have for their object the consideration of whatever is capable of being numbered or measured. John Davidson. The citations subjoined will serve as examples of the best present usage. Ethics is the sciences of the laws which govern our actions as moral agents. Sir W. Hamilton. All parts of knowledge have their origin in metaphysics, and finally, perhaps, revolve into it. De Quincey. Mechanics, like pure mathematics, may be geometrical, or may be analytical; that is, it may treat space either by a direct consideration of its properties, or by a symbolical representation. Whewell.","-derm":"A suffix or terminal formative, much used in anatomical terms, and signifying skin, integument, covering; as, blastoderm, ectoderm, etc.","-s":"1. Etym: [OE. es, AS. as.]  The suffix used to form the plural of most words; as in roads, elfs, sides, accounts. 2. Etym: [OE. -s, for older -th, AS. -th.]  The suffix used to form the third person singular indicative of English verbs; as in the falls, tells, sends. 3. An adverbial suffix; as in towards, needs, always, -- originally the genitive, possesive, ending. See -'s. -'S -'s Etym: [OE. -es, AS. -es.]  The suffix used to form the possessive singular of nouns; as, boy's; man's. 'S 's.  A contraction for is or (colloquially) for has. \"My heart's subdued.\" Shak. -'S -'s [OE. -es, AS. -es.] The suffix used to form the possessive singular of nouns; as, boy's; man's.","-genous":"A suffix signifying producing, yielding; as, alkaligenous; endogenous.","-our":"See -or.","-ness":"A suffix used to form abstract nouns expressive of quality or state; as, goodness, greatness.","-itis":"A suffix used in medical terms to denote an inflammatory disease of; as, arthritis; bronchitis, phrenitis.","-metry":"A suffix denoting the art, process, or science, of measuring; as, acidmetry, chlorometry, chronometry."}